[
  {
    "name": "Nicklas Storåkers",
    "position": "CEO at Pricerunner and Angel Investor",
    "position_sv": "VD på Pricerunner och ängelinvesterare",
    "body": "I am a member of Angelr because it gives me a deal flow of interesting startups with a comprehensive overview of information. Angelr offers a high quality service and complements the dealflow I receive from my personal network.",
    "body_sv": "Jag är medlem i Angelr eftersom det ger mig tillgång till ett bra flöde av intressanta startups med utförlig information. Angelr erbjuder en högkvalitativ tjänst som komplementerar det dealflow jag får från mitt personliga nätverk.",
    "picture": "/assets/images/testimonials/nicklas-storakers.png"
  },
  {
    "name": "Andreas Carlsson",
    "position": "Song Writer, Entrepreneur and Angel Investor",
    "position_sv": "Song Writer, Entreprenör och ängelinvesterare",
    "body": "To be able to get early access to promising startups has a great value. It is especially important for investors today, with more competition as a result of digitalization. In this new world, Angelr will play an important role.",
    "body_sv": "Att få tidig tillgång till lovande startups har ett stort värde. Det är extra viktigt för investerare idag på grund av digitaliseringen. I den här nya världen kommer Angelr att spela en viktig roll.",
    "picture": "/assets/images/testimonials/andreas-carlsson.png"
  },
  {
    "name": "Fredrik Arnander",
    "position": "Founding Partner at Standout Capital",
    "position_sv": "Grundare av Standout Capital",
    "body": "Angelr enables a better match between investors and startups and provides a powerful digital tool. Even for those who invests in startups but in later stages, the platform is a good way to keep track of the market and not miss out on opportunities.",
    "body_sv": "Angelr skapar bättre match mellan investerare och startups och erbjuder ett kraftfullt digitalt verktyg. Även för de som inte investerar i startups men i senare skeden, är det ett bra sätt att hålla koll på marknaden och inte missa möjligheter.",
    "picture": "/assets/images/testimonials/fredrik-arnander.png"
  },
  {
    "name": "Ted Nelson",
    "position": "CCO Truecaller and Angel Investor",
    "position_sv": "CCO Truecaller and Angel Investor",
    "body": "Angelr gives me an interesting dealflow of digital startups with fast moving global ambitions. Recent investment in Equilab being a great example of unique potential.",
    "body_sv": "Angelr gives me an interesting dealflow of digital startups with fast moving global ambitions. Recent investment in Equilab being a great example of unique potential.",
    "picture": "/assets/images/testimonials/ted-nelson.png"
  },
  {
    "name": "Dag Klerfelt",
    "position": "Former Deputy CEO at Carnegie and Angel Investor",
    "position_sv": "F.d. Vice VD på Carnegie och ängelinvesterare",
    "body": "Angelr has provided me with investments in attractive start-ups and I am very satisfied with their service. The team analyzed my investment preferences, presented cases and supported me during the actual investment processes. I can highly recommend Angelr to other investors.",
    "body_sv": "Angelr has provided me with investments in attractive start-ups and I am very satisfied with their service. The team analyzed my investment preferences, presented cases and supported me during the actual investment processes. I can highly recommend Angelr to other investors.",
    "picture": "/assets/images/testimonials/dag-klerfelt.png"
  },
  {
    "name": "Adam Lindberg",
    "position": "Deputy CEO at Apoex, Board Member at Angelr and Angel Investor",
    "position_sv": "Vice VD på Apoex och ängelinvesterare",
    "body": "Angelr helps me filter and identify interesting companies. I have done several investments, and also raised capital for new ventures, via Angelr.",
    "body_sv": "Angelr helps me filter and identify interesting companies. I have done several investments, and also raised capital for new ventures, via Angelr.",
    "picture": "/assets/images/testimonials/adam-lindberg.png"
  }
]